[
    {
        "id": "d4f8c18b-5c59-4f5b-a9e1-93cc34df9b83",
        "title": "Paris",
        "slug": "paris",
        "destination": "France",
        "excerpt": "The city of lights and romance.",
        "description": "Paris, the capital of France, is renowned for its art, gastronomy, and culture. Visit iconic landmarks like the Eiffel Tower, Louvre Museum, and Notre-Dame Cathedral. Wander along the Seine River and enjoy charming cafes on every corner.",
        "price": 999
    },
    {
        "id": "a3152ed3-51ce-4890-91c2-63a42cf0c3c3",
        "title": "Tokyo",
        "slug": "tokyo",
        "destination": "Japan",
        "excerpt": "Modern tech meets traditional temples.",
        "description": "Tokyo is a bustling metropolis blending ultramodern and traditional styles. Explore ancient temples, indulge in sushi and ramen, and experience cutting-edge technology in districts like Akihabara and Shibuya. Don't miss the beautiful cherry blossom season in spring.",
        "price": 1299
    },
    {
        "id": "6f2cb9f4-e3f8-4a5e-9f80-8c91d9d3e71d",
        "title": "New York City",
        "slug": "new-york-city",
        "destination": "USA",
        "excerpt": "The city that never sleeps.",
        "description": "New York City is famous for its towering skyscrapers, diverse culture, and vibrant nightlife. Visit the Statue of Liberty, Central Park, Broadway theaters, and explore world-class museums like the MET. Enjoy a slice of authentic New York pizza while walking down Times Square.",
        "price": 1099
    },
    {
        "id": "3dbf7e6f-0be4-4d71-b07b-73be4c1df7cd",
        "title": "Sydney",
        "slug": "sydney",
        "destination": "Australia",
        "excerpt": "Iconic opera house and sunny beaches.",
        "description": "Sydney offers stunning beaches like Bondi and Manly, the iconic Sydney Opera House, and the Sydney Harbour Bridge. Enjoy outdoor adventures, vibrant markets, and multicultural cuisine in this sunny city on the Australian coast.",
        "price": 1199
    },
    {
        "id": "853579f6-cc17-4d90-850f-5ea290d3f3ef",
        "title": "Rome",
        "slug": "rome",
        "destination": "Italy",
        "excerpt": "History and art at every corner.",
        "description": "Rome is a treasure trove of ancient history and architecture. Explore the Colosseum, Roman Forum, Vatican Museums, and Sistine Chapel. Savor authentic Italian pasta and gelato while strolling through charming piazzas and fountains.",
        "price": 899
    },
    {
        "id": "1c918a96-2e40-4f5b-bf62-6a6a2438a91d",
        "title": "Cape Town",
        "slug": "cape-town",
        "destination": "South Africa",
        "excerpt": "Natural beauty and rich culture.",
        "description": "Cape Town is famed for its breathtaking landscapes, including Table Mountain and Cape Point. Discover vibrant cultural neighborhoods, beautiful beaches, and world-class vineyards nearby. Adventure seekers can enjoy hiking, surfing, and safaris.",
        "price": 1099
    },
    {
        "id": "a470cb61-0483-4f1e-96ee-c84d5481ad12",
        "title": "Barcelona",
        "slug": "barcelona",
        "destination": "Spain",
        "excerpt": "Gaudí’s masterpieces and Mediterranean vibes.",
        "description": "Barcelona is known for its unique architecture by Antoni Gaudí, including Sagrada Familia and Park Güell. Enjoy sunny beaches, delicious tapas, and a lively nightlife. Wander through the Gothic Quarter and the famous La Rambla street.",
        "price": 950
    },
    {
        "id": "b0f505e1-69f9-43e8-aed6-0163a937ea7a",
        "title": "Istanbul",
        "slug": "istanbul",
        "destination": "Turkey",
        "excerpt": "Where East meets West.",
        "description": "Istanbul is a city rich in history, culture, and stunning architecture. Explore the Hagia Sophia, Blue Mosque, and Grand Bazaar. Enjoy delicious Turkish cuisine and experience the unique blend of European and Asian influences.",
        "price": 850
    },
    {
        "id": "e09cd1cc-2821-4e0c-8105-98780ab05bc5",
        "title": "Reykjavik",
        "slug": "reykjavik",
        "destination": "Iceland",
        "excerpt": "Gateway to the land of fire and ice.",
        "description": "Reykjavik is a charming capital city surrounded by Iceland’s dramatic landscapes. Witness the Northern Lights, geothermal spas, and volcanic terrain. It’s perfect for nature lovers and those seeking unique outdoor experiences.",
        "price": 1400
    },
    {
        "id": "0f083fc4-3f1e-41b6-97cf-8f0a13a434f9",
        "title": "Marrakech",
        "slug": "marrakech",
        "destination": "Morocco",
        "excerpt": "Exotic markets and desert adventures.",
        "description": "Marrakech captivates visitors with its colorful souks, beautiful palaces, and lively medinas. Explore the Jardin Majorelle, enjoy traditional Moroccan cuisine, and take trips into the Sahara Desert for unforgettable adventures.",
        "price": 799
    },
    {
        "id": "8c85a431-8f8c-4a2b-b610-2ff2b594017f",
        "title": "Rio de Janeiro",
        "slug": "rio-de-janeiro",
        "destination": "Brazil",
        "excerpt": "Carnival city with stunning landscapes.",
        "description": "Rio is famous for its Carnival festival, beautiful beaches like Copacabana, and the iconic Christ the Redeemer statue. Enjoy samba music, vibrant nightlife, and scenic views from Sugarloaf Mountain.",
        "price": 1150
    },
    {
        "id": "59d11b36-e27a-47f7-9a30-f084816947cc",
        "title": "Bangkok",
        "slug": "bangkok",
        "destination": "Thailand",
        "excerpt": "Temples, street food, and bustling markets.",
        "description": "Bangkok is a lively city offering ornate temples, bustling street markets, and some of the best street food in the world. Explore the Grand Palace, take a boat ride along the Chao Phraya River, and immerse yourself in Thai culture and hospitality.",
        "price": 700
    }
]
